[
  {
    "id": "22f987b4-9679-4af8-bfb3-2dc4e99325d0",
    "title": "Age of Swords",
    "author": "Michael J. Sullivan",
    "img": "https://images.gr-assets.com/books/1481987017l/32337902.jpg",
    "descr":
      "In Age of Myth, fantasy master Michael J. Sullivan launched readers on an epic journey of magic and adventure, heroism and betrayal, love and loss. Now the thrilling saga continues as the human uprising is threatened by powerful enemies from without—and bitter rivalries within."
  },
  {
    "id": "d8e434e1-1bd2-4094-8ae9-bfd70b22e718",
    "title": "The Wall of Storms",
    "author": "Ken Liu",
    "img": "https://images.gr-assets.com/books/1455985460l/18952381.jpg",
    "descr":
      "In the much-anticipated sequel to the “magnificent fantasy epic” (NPR) Grace of Kings, Emperor Kuni Garu is faced with the invasion of an invincible army in his kingdom and must quickly find a way to defeat the intruders."
  },
  {
    "id": "247e71d0-5d95-4530-84d1-c69032527a73",
    "title": "Sleeping Beauties",
    "author": "Stephen King",
    "img": "https://images.gr-assets.com/books/1510335748l/34466922.jpg",
    "descr":
      "In a future so real and near it might be now, something happens when women go to sleep; they become shrouded in a cocoon-like gauze. If they are awakened, and the gauze wrapping their bodies is disturbed or violated, the women become feral and spectacularly violent; and while they sleep they go to another place. "
  },
  {
    "id": "c9169b4c-69e6-444e-8615-85025f799cee",
    "title": "Astrophysics for People in a Hurry",
    "author": "Neil deGrasse Tyson",
    "img": "https://images.gr-assets.com/books/1527255595l/32191710.jpg",
    "descr":
      "What is the nature of space and time? How do we fit within the universe? How does the universe fit within us? There’s no better guide through these mind-expanding questions than acclaimed astrophysicist and best-selling author Neil deGrasse Tyson."
  },
  {
    "id": "494e5d15-0f80-48b8-bc37-d708be392c81",
    "title": "Fields of Fire",
    "author": "Marko Kloos",
    "img": "https://images.gr-assets.com/books/1479592901l/31340859.jpg",
    "descr":
      "Mars has been under Lanky control for more than a year. Since then, the depleted forces of Earth’s alliances have rebuilt their fleets, staffing old warships with freshly trained troops. Torn between the need to beat the Lankies to the punch and taking enough time to put together an effective fighting force, command has decided to strike now."
  },
  {
    "id": "34eefe99-5236-414d-868e-b5aa7a0a07be",
    "title": "Waking Gods",
    "author": "Sylvain Neuvel",
    "img": "https://images.gr-assets.com/books/1462736382l/30134847.jpg",
    "descr":
      "As a child, Rose Franklin made an astonishing discovery: a giant metallic hand, buried deep within the earth. As an adult, she’s dedicated her brilliant scientific career to solving the mystery that began that fateful day: Why was a titanic robot of unknown origin buried in pieces around the world? Years of investigation have produced intriguing answers—and even more perplexing questions. But the truth is closer than ever before when a second robot, more massive than the first, materializes and lashes out with deadly force."
  },
  {
    "id": "e6d51f18-183d-4cff-8282-d22bcf45bef9",
    "title": "Now I Rise",
    "author": "Kiersten White",
    "img": "https://images.gr-assets.com/books/1530288861l/40669906.jpg",
    "descr":
      "Lada Dracul has no allies. No throne. All she has is what she’s always had: herself. After failing to secure the Wallachian throne, Lada is out to punish anyone who dares to cross her blood-strewn path. Filled with a white-hot rage, she storms the countryside with her men, accompanied by her childhood friend Bogdan, terrorizing the land. But brute force isn’t getting Lada what she wants. And thinking of Mehmed brings little comfort to her thorny heart. There’s no time to wonder whether he still thinks about her, even loves her. She left him before he could leave her."
  },
  {
    "id": "fcd1c0cb-d9d2-47a6-8eff-aab416cc8520",
    "title": "The Black Witch",
    "author": "Laurie Forest",
    "img": "https://images.gr-assets.com/books/1487956992l/25740412.jpg",
    "descr":
      "Elloren Gardner is the granddaughter of the last prophesied Black Witch, Carnissa Gardner, who drove back the enemy forces and saved the Gardnerian people during the Realm War. But while she is the absolute spitting image of her famous grandmother, Elloren is utterly devoid of power in a society that prizes magical ability above all else."
  }
]
